{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "164556204347dff9bc": {
      "type": "rich-text",
      "blocks": {
        "164556204376486a77-0": {
          "type": "heading",
          "settings": {
            "title": "Terms of service"
          }
        },
        "164556204376486a77-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p><strong>LIABILITY & MEDIA RELEASE<\/strong><\/p><p>Ivy Camps USA, Inc.<\/p><p><em><strong>Acknowledgment and Assumption of Risks & Release and Indemnity Agreement <\/strong><\/em><\/p><p>Please read this entire Acknowledgment and Assumption of Risks and Release and Indemnity Agreement (hereafter, 'Agreement') carefully before registering for any Ivy Camps USA Services (hereafter, ‘Services’). All participants (hereafter, 'Participant') engaging in services provided by Ivy Camps USA, LLC (formerly Ivy Camps USA, LLC. hereafter, 'IC') accept all clauses of this agreement by registering and participating in any Services. For Participants under 18 years of age (referred to in this Agreement as minor, child, or camper), parent\/s or legal guardian\/s are agreeing to all clauses in this agreement on behalf of themselves and their minor participant(s) by registering their minor participant(s) in any Services.<\/p><p>In consideration of being allowed to participate in the Services, I (hereafter, 'I'), <\/p><p>Participant, or parent\/s or legal guardian\/s of a minor participant) on behalf of my Children participant(s)<\/p><p>acknowledge, understand, and agree as follows: <\/p><p><em><strong>1.     Acknowledgement and Assumption of Risk <\/strong><\/em><\/p><p>1.1.  For minor Participants, I understand that part of the Services involves activities and interactions that may be new to my child, and that they come with certain risks and uncertainties beyond what my child may be used to dealing with.  I am aware of these risks, and I am assuming them on behalf of my child. I realize that no online or in-person environment or activity is risk-free, and so I have instructed my child on the importance of abiding by the program's rules and directions as indicated by the IC instructor.<\/p><p>1.2.  IC educational, instructional, recreational, and\/or adventure activities may involve movement and video and audio interaction with IC Instructors and other participants.  These activities may include, but are not limited to: academic classes; science experiments; computer work; yoga; music-making; architectural models; computer software design; leadership activities including physically challenging games and teamwork exercises; painting; tie-dye clothing; set design; theater games involving movement and running; building and launching projectiles; arts and crafts; robotics; treasure hunts; escape room activities; photography; cooking including cooking competitions; survival activities; interactive games; creative and spontaneous activities; construction projects; renewable energy projects; other sporting activities; (collectively referred to in this Agreement as 'Activities'). Activities may be scheduled or unscheduled, mandatory or optional, supervised or unsupervised, and include free time.  <\/p><p>1.3.  I acknowledge that the inherent and other risks, hazards, and dangers (collectively referred to in this Agreement as 'risks') of these activities can cause injury, damage, death, or other loss to participants or others. For minor Participants, I give permission for my child to participate in all IC activities and agree to discuss the nature of these activities and risks with my child.  <\/p><p>1.4.  Some, but not all, of specific risks related to activities, include: <\/p><p>1.4.1.  Risks related to indoor hazards such as furniture with sharp objects, science chemicals that can scald or burn, motorized objects, hazards using computer audio and video in a group setting, emotional hazards through group interaction. <\/p><p>1.4.2.  The risk that a participant's mental, physical, or emotional condition (disclosed or undisclosed, known or unknown) combined with participation in these activities could result in injury, damage, death, or other loss.  IC cannot anticipate or eliminate risks or complications posed by the participant's mental, physical (including fitness level), or emotional condition.  <\/p><p>1.4.3.  The risk that equipment used in an activity may be misused, or may break, fail, or malfunction. This includes the participant's personal equipment (whether purchased, borrowed, or rented) or IC equipment. Participants using their personal equipment (including any safety gear) assume full responsibility, as well as their parent\/s of a minor Participant, for choosing appropriate equipment and for the fit and condition of their equipment.<\/p><p>1.4.4.  The risk related to Participants' possible involvement in cooking and camping activities during their tenure at IC. Risks include gas explosion, scalding or other burns associated with cooking over a gas stove or open fire, and water contamination in natural water sources.  <\/p><p>1.4.5.  Risks associated with free time Participants may have during and after the start of a program and at various other times. If an event arises where there is unsupervised time, for whatever duration, all Participants share in the responsibility for their own well-being.<\/p><p>1.4.6.  The risk that the Participant, or other Participants or third parties may act carelessly or recklessly. These and other risks may result in Participants: falling partway or falling to the ground; being struck; heart or lung complications; broken bones; paralysis; mental or emotional trauma; concussions; sunburn or other burns or other injury, damage, death or loss.  <\/p><p><em><strong>2.     Subcontractors <\/strong><\/em><\/p><p>2.1.  IC contracts with organizations that are independent contractors (not employees or agents of IC) to provide some of the services, and to conduct some of the activities participants may engage in. Although IC has made efforts to locate responsible contractors, it does not supervise or control these contractors and is not legally liable or responsible for their conduct. Participants (and parent\/s) acknowledge that they may independently investigate and assess these organizations, services and activities, if they choose to do so.  <\/p><p>2.2.  Participants or parent\/s or legal guardians of minors grant permission for Participant to participate in all activities using subcontractors and further authorize IC to sign any waivers and\/or permission forms necessary for Participant to participate in these activities.<\/p><p><em><strong>3.     Release and Indemnity Agreement (on my behalf AND on my child\/s’ behalf) <\/strong><\/em><\/p><p>3.1.  I, knowingly and freely assume all such risk, both known and unknown, even if arising from negligence of the releasees or others, and assume full responsibility for my participation; and  <\/p><p>3.2.  I, willingly agree to comply with the stated and customary terms and conditions for participation. If, however, I observe any unusual significant hazard during my presence or participation, I will remove myself from participation and bring such to the attention of the nearest official immediately; and  <\/p><p>3.3.  I, for myself and on behalf of my heirs, assigns, personal representatives and next of kin, hereby release, indemnify and hold harmless Ivy Camps USA, LLC, and its owners, officials, agents, employees, affiliated organizations, directors, representatives, volunteers and all other persons or entities associated with it, with respect to any and all injury, disability, death, or loss or damage to person or property, whether arising from the negligence of the releasees or otherwise, to the fullest extent permitted by law. This release and indemnity Agreement includes any losses caused or alleged to be caused, in whole or in part, by the negligence (but not the gross negligence or willful, wanton or criminal misconduct) of IC, and includes claim\/s for personal injury or wrongful death including claim\/s related to emergency or medical response, assessment or treatment, property damage, products liability, breach of contract or any other claim.  <\/p><p>3.4.  Furthermore, I agree to defend and indemnify (‘indemnify' meaning protect by reimbursement or payment) IC with respect to any and all claim\/s: <\/p><p>3.4.1.  brought by or on behalf of me, my child or a family member for any injury, damage, death or other loss in any way connected with my\/my child's enrollment or participation in these Activities and Services, and\/or use of any equipment, facilities or premises; and\/or  <\/p><p>3.4.2.  brought by a co-participant or any other person for any injury, damage, death or other loss to the extent caused by my\/my child's conduct in the course of participating in these Activities and Services, and\/or using any equipment, facilities or premises.  <\/p><p><em><strong>4.     Disputes  <\/strong><\/em><\/p><p>4.1.  It is agreed that any dispute or cause of action arising between the parties, whether out of this agreement or otherwise, will be settled through a court of competent jurisdiction located in Pitkin County, Colorado, and shall be construed in accordance with the laws of Colorado.  <\/p><p>4.2. This Agreement is intended to be interpreted and enforced to the fullest extent allowed by law. If any portion of this Agreement is deemed unlawful or unenforceable, it shall not affect the enforceability of the remaining provisions, and those remaining provisions shall continue in full force and effect. Adult participant or parent\/s of a minor participant agree: I have carefully read, understand and voluntarily sign this Agreement and acknowledge that it shall be effective and binding upon me, my participating minor child, spouse and other family members, and my heirs, executors, representatives, subrogors and estate.  <\/p><p><em><strong>5.     Other Provisions<\/strong><\/em><\/p><p>5.1.  I (adult participant or parent\/s or legal guardian\/s of a minor Participant) agree:  <\/p><p>5.1.1.  to review and\/or complete all required forms or materials received (including this Agreement and any other requested program forms, abide by the terms of those documents, and obey all IC rules and other policies;  <\/p><p>5.1.2.  IC representatives are available should I have further questions about these activities or the associated risks;  <\/p><p>5.1.3.  to disclose to IC representatives any mental, physical or emotional condition\/s or limitation\/s which might affect the Participant's ability to participate, and represent that the participant is fully capable of participating without causing harm to him or herself or others;  <\/p><p>5.1.4.  the information provided above is not exhaustive, other unknown or unanticipated activities, risks, and outcomes may exist, and IC cannot assure the Participant's safety or eliminate any of these risks.  <\/p><p>5.1.5.  the Participant is voluntarily participating with knowledge of the risks. Therefore, the Participant (and his or her parent\/s or legal guardian\/s) assume and accept full responsibility for the Participant, for the inherent and other risks (both known and unknown) of these activities and for any injury, damage, death or other loss suffered by the Participant (and his or her parent\/s or legal guardian\/s), resulting from those risks, and\/or resulting from Participant's own negligence or other misconduct.  <\/p><p>5.2.  I have read this release of liability and assumption of risk agreement, fully understand its terms, understand that I have given up substantial rights by agreeing online through registering for tutoring or class\/es, and agree freely and voluntarily without any inducement. <\/p><p>5.3. I was given ample time to review this agreement prior to agreement online and was not rushed or hurried in any way.  If English is not my first language, I acknowledge that I fully understand all of the agreement and requested translation assistance, at my own volition and expense, from a legal professional if needed.<\/p><p>AGREEING ONLINE DURING THE REGISTRATION PROCESS IS EQUIVALENT TO SIGNING THIS AGREEMENT. <\/p><p><strong>Association<\/strong> <\/p><p>Ivy Camps USA is not affiliated with The Ivy League or its member universities.<\/p><p><em><strong>Media Release <\/strong><\/em><\/p><p>IC uses images, videos, and sounds of children and staff participating in programs as a way of documenting the experiences they have while learning, exploring, and playing in the classroom and natural world. IC will not identify my child or will identify my child only by first name and activity.  A parent\/guardian may request a waiver from the media release by submitting a written request to the head IC director.  Such request will not be validated unless the head IC director acknowledges receipt of such request in writing and grants the waiver to the media release.<\/p><p>In consideration of the above, I hereby consent to IC (1) photographing, filming, and video\/audio taping my child, and (2) using and displaying images and sounds of my child in IC's websites, archives, and promotional or informational material, including, but not limited to, newsletters, brochures, advertisements, websites, videos, commercials, and newspaper articles, and I hereby waive and release on behalf of my child any rights of compensation for, or ownership of, such images and\/or sounds of my child. <\/p><p>AGREEING ONLINE DURING THE REGISTRATION PROCESS IS EQUIVALENT TO SIGNING THIS AGREEMENT. <\/p><p><em><strong>Medical Information <\/strong><\/em><\/p><p>I agree to provide any and all pertinent health information for my child by emailing <a href=\"mailto:info@ivycamps.org\">info@ivycamps.org<\/a>. This includes any information that staff, directors, or campers should know about my child that could impact the safety of the Participant and other Participants.<\/p><p>AGREEING ONLINE DURING THE REGISTRATION PROCESS IS EQUIVALENT TO SIGNING THIS AGREEMENT. <\/p><p><strong>Ivy Camps USA Refund Policy <\/strong><\/p><p><strong>Online Interactive Classes and Online Interactive Intensives\/Camps<\/strong><\/p><p>Classes or single-session passes will be billed upon registration.<\/p><p>We have a 100% satisfaction or your money-back guarantee. As a part of this guarantee, you may receive:<\/p><p>A <strong>full refund<\/strong> within 24 hours after the <strong>first class meeting<\/strong> of your class or summer camp program<\/p><p>A <strong>50% refund<\/strong> within 48 hours after the <strong>first class meeting<\/strong> of your class or summer camp program <\/p><p><strong>No refund<\/strong> <strong>after 48 hours<\/strong> of your <strong>first class meeting<\/strong> of your class or summer camp program<\/p><p>Instances in which no refund will be provided<\/p><p>Tardiness or not attending class for any reason.<\/p><p><strong>1-1 Ivy Tutoring\/Mentorship<\/strong><\/p><p>Payments for tutoring are made up front.<\/p><p>Each session is 60 minutes in duration<\/p><p>If the student chooses not to use all 60 minutes, the session will not be prorated and no partial credit will be granted.<\/p><p>Tutoring sessions are all scheduled in accordance with the availability of both the tutor and the parent\/student. As such, there is no refund for tutoring if your student:<\/p><p>Misses a tutoring session without prior notice<\/p><p>Notifies their instructor of their absence or tardiness <strong>less than 24 hours<\/strong> ahead of the tutoring session<\/p><p>If a change is made with at least 24 hours notice, a tutor can schedule a makeup session with the student without additional charge.<\/p><p>We have a 100% satisfaction or your money-back guarantee.<\/p><p>As a part of this guarantee, you may receive a full refund on all of your remaining tutoring sessions if:<\/p><p>You decide that tutoring is not for you <strong>after your initial tutoring session<\/strong> and notify us by emailing <a href=\"mailto:jack@ivycamps.org\">info@ivycamps.or<\/a>g within 24 hours of your first session.<\/p><p>You are ever dissatisfied with a given session and Ivy Camps is unable to rectify the situation – Ivy Camps will refund that individual session.<\/p><p>AGREEING ONLINE DURING THE REGISTRATION PROCESS IS EQUIVALENT TO SIGNING THIS AGREEMENT. <\/p>"
          }
        }
      },
      "block_order": [
        "164556204376486a77-0",
        "164556204376486a77-1"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    }
  },
  "order": [
    "main",
    "164556204347dff9bc"
  ]
}